/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: strings.xml conversion
 * Locale: en, English
 * Exported by: Unregistered user
 * Exported at: Wed, 23 Oct 2024 08:48:46 +0200
 */

/* loco:$1
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Wird zum Scannen von QR-Codes verwendet";

/* loco:$2 */
"NSFaceIDUsageDescription" = "Du kannst die Anwendung unter Verwendung von Face ID entsperren";

/* loco:$3
 * MARK: - App */
"app__name" = "Anexia Authenticator";

/* loco:$4 */
"commons__2fas" = "Anexia Authenticator";

/* loco:$5 */
"commons__OK" = "OK";

/* loco:$6 */
"commons__add" = "Hinzufügen";

/* loco:$7
 * MARK: - Commons */
"commons__cancel" = "Abbruch";

/* loco:$8 */
"commons__notifications" = "Benachrichtigungen";

/* loco:$9
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%1$d von %2$d";

/* loco:$10
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Dienst bereits aus dem Backup entfernt";

/* loco:$11
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Dienst bereits in Backup geändert";

/* loco:$12
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Benutzer hat sein Kontingent in iCloud überschritten";

/* loco:$13
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud ist nicht verfügbar";

/* loco:$14
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud wurde vom Benutzer deaktiviert";

/* loco:$15
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Anexia Authenticator Backup";

/* loco:$16 */
"commons__close" = "Schließen";

/* loco:$17 */
"commons__continue" = "Fortsetzen";

/* loco:$18 */
"commons__copy" = "Kopieren";

/* loco:$19 */
"commons__delete" = "Löschen";

/* loco:$20 */
"commons__dismiss" = "Ablehnen";

/* loco:$21 */
"commons__done" = "Fertig";

/* loco:$22 */
"commons__edit" = "Bearbeiten";

/* loco:$23 */
"commons__enter_code_manually" = "Code manuell eingeben";

/* loco:$24 */
"commons__error" = "Fehler";

/* loco:$25 */
"commons__info" = "Info";

/* loco:$26 */
"commons__next" = "Weiter";

/* loco:$27 */
"commons__notice" = "Hinweis";

/* loco:$28 */
"commons__off" = "Aus";

/* loco:$29 */
"commons__on" = "An";

/* loco:$30
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Richte deine Kamera auf den Bildschirm, um den QR-Code zu erfassen";

/* loco:$31 */
"commons__rename" = "Umbenennen";

/* loco:$32 */
"commons__retry" = "Erneut versuchen";

/* loco:$33 */
"commons__save" = "Speichern";

/* loco:$34 */
"commons__scan_qr_code" = "QR-Code scannen";

/* loco:$35 */
"commons__service" = "Dienst";

/* loco:$36 */
"commons__set" = "Festlegen";

/* loco:$37 */
"commons__skip" = "Überspringen";

/* loco:$38 */
"commons__tokens" = "Tokens";

/* loco:$39 */
"commons__warning" = "Warnung";

/* loco:$40 */
"commons__no_results" = "Keine Ergebnisse";

/* loco:$41 */
"commons__customize" = "Anpassen";

/* loco:$42 */
"commons__approve" = "Bestätigen";

/* loco:$43 */
"commons__deny" = "Ablehnen";

/* loco:$44
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Der von Ihnen zu bereit gestellte Text ist zu lange (maximal %d Zeichen)";

/* loco:$45 */
"commons__got_it" = "Ich hab's!";

/* loco:$46 */
"fingerprint__verifying" = "Verifiziere...";

/* loco:$47
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Bestätige den Fingerabdruck, um fortzufahren.";

/* loco:$48
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Verwende dieses Mal die PIN";

/* loco:$49
 * MARK: - Introduction */
"introduction__page_1_title" = "Du bist großartig!";

/* loco:$50 */
"introduction__page_1_content" = "Dein Smartphone wurde gerade privater und sicherer Schlüssel zu deinen Online-Diensten, dank der Anexia Authenticator App - der über 6 Millionen Nutzer weltweit vertrauen.";

/* loco:$51 */
"introduction__page_2_title" = "Einfach";

/* loco:$52 */
"introduction__page_2_content" = "Kopple Anexia Authenticator mit deinen Online-Diensten. Aktiviere die Zwei-Faktor-Sicherheit in Sekundenschnelle mit deinem QR-Code.";

/* loco:$53 */
"introduction__page_3_title" = "Privat";

/* loco:$54 */
"introduction__page_3_content" = "Anexia Authenticator respektiert und schützt deine Privatsphäre. Diese App wird niemals persönliche Daten von dir erheben, verarbeiten oder verwenden.";

/* loco:$55 */
"introduction__page_4_title" = "Sichern";

/* loco:$56 */
"introduction__page_4_content_ios" = "Deine Tokens werden offline über den Gerätespeicher geladen, denke also daran, deine Dienste zu sichern! Verwende iCloud Sync und ein PIN-Passwort, um dich vor unberechtigtem Zugriff und Geräteschäden zu schützen.";

/* loco:$57
 * introduction__start_using */
"introduction__title" = "Verwendung von Anexia Authenticator beginnen";

/* loco:$58 */
"introduction__tos" = "Allgemeine Geschäftsbedingungen";

/* loco:$59 */
"introduction__description_title" = "Kopple dein Online-Service-Konto mit Anexia Authenticator oder importiere deine Tokens";

/* loco:$60 */
"introduction__pair_new_service" = "Neuen Dienst koppeln";

/* loco:$61
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Anexia Authenticator Sicherungsdatei importieren";

/* loco:$62
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importieren von Google Authenticator";

/* loco:$63
 * introduction__not_sure */
"introduction__what_to_do" = "Du weißt nicht, was du tun sollst?";

/* loco:$64
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Exportiere deine Konten aus Google Authenticator in einen QR-Code, indem du die Option \"Konten übertragen\" verwendst. Mach einen Screenshot und verwende unten die Schaltfläche \"QR-Code auswählen\". Wenn du Codes von einem anderen Gerät importierst, verwende stattdessen die Schaltfläche \"QR-Code scannen\".";

/* loco:$65
 * introduction__choose_qr */
"introduction__choose_qr_code" = "QR-Code auswählen";

/* loco:$66
 * introduction__scan_qr */
"introduction__scan_qr_code" = "QR-Code scannen";

/* loco:$67
 * Original: Adding code */
"notifications__adding_code" = "Hinzufügen eines neuen Codes";

/* loco:$68
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Geheimschlüssel Kopiert";

/* loco:$69
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Dieses Token ist bereits in der Liste vorhanden";

/* loco:$70 */
"notifications__counter_copied" = "Zähler kopiert";

/* loco:$71 */
"notifications__token_copied" = "Token kopiert";

/* loco:$72 */
"notifications__next_token_copied" = "Nächsten Token kopiert";

/* loco:$73
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Möchtest du diesen Code hinzufügen: %@?";

/* loco:$74
 * MARK: - Permissions */
"permissions__open_settings" = "Einstellungen öffnen";

/* loco:$75 */
"security__incorrect_PIN" = "Falscher PIN";

/* loco:$76 */
"security__change_pin" = "PIN ändern";

/* loco:$77 */
"security__confirm_you_are_device_owner" = "Bitte bestätige, dass du der Besitzer des Gerätes bist";

/* loco:$78
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Bitte bestätige deine neue PIN";

/* loco:$79 */
"security__create_pin" = "PIN erstellen";

/* loco:$80 */
"security__enter_current_pin" = "Bitte gib deine aktuelle PIN ein";

/* loco:$81
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Bitte gib deine neue PIN ein";

/* loco:$82
 * security__enter_your_pin */
"security__enter_pin" = "Bitte gib deine PIN ein";

/* loco:$83
 * MARK: - Security */
"security-too-many-attempts-try-again-after-formatt" = "Zu viele Versuche. Bitte versuche es erneut %@";

/* loco:$84 */
"security__too_many_attempts_try_again_after" = "Zu viele Versuche. Bitte versuche es nach %@ Minuten erneut.";

/* loco:$85
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Zu viele Versuche. Bitte versuche es später noch einmal.";

/* loco:$86
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Zu viele Versuche. Bitte versuche es nach einer Minute";

/* loco:$87 */
"settings__backup_and_synchronization" = "Sicherung und Synchronisierung";

/* loco:$88 */
"settings__choose_topic" = "Thema auswählen";

/* loco:$89 */
"settings__configure_mail_service_try_again" = "Maildienst konfigurieren und erneut versuchen";

/* loco:$90 */
"settings__general" = "Allgemein";

/* loco:$91 */
"settings__mail_services_not_available" = "Maildienste sind nicht verfügbar";

/* loco:$92 */
"settings__problem" = "Problem";

/* loco:$93 */
"settings__security" = "Sicherheit";

/* loco:$94 */
"settings__select_pin_length" = "PIN Länge auswählen";

/* loco:$95 */
"settings__settings" = "Einstellungen";

/* loco:$96
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Vorschläge";

/* loco:$97 */
"settings__advanced" = "Erweitert";

/* loco:$98 */
"settings__widgets" = "Widgets";

/* loco:$99 */
"settings__display_selected_services" = "Zeige ausgewählte Dienste im Widget des Startbildschirms....";

/* loco:$100
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Nachdem du Widgets aktiviert hast, kann auf alle deine Tokens ohne deinen PIN-Code zugegriffen werden. Bist du dir sicher, dass du Widgets aktivieren möchtest?";

/* loco:$101 */
"settings__show_next_token" = "Nächsten Token anzeigen";

/* loco:$102 */
"settings__see_incoming_tokens" = "Siehe eingehende Tokens in der Liste.";

/* loco:$103 */
"settings__trash" = "Papierkorb";

/* loco:$104 */
"settings__restore" = "Wiederherstellen";

/* loco:$105 */
"settings__trash_is_empty" = "Papierkorb ist leer";

/* loco:$106 */
"settings__share_app" = "App teilen";

/* loco:$107
 * tokens__remove_from_list */
"tokens__delete_token" = "Bist du dir sicher, dass du den folgenden Token löschen möchtest:";

/* loco:$108 */
"tokens__move_to_trash" = "In den Papierkorb verschieben";

/* loco:$109 */
"tokens__additional_info" = "Zusätzliche Informationen";

/* loco:$110 */
"tokens__choose_method" = "Methode auswählen";

/* loco:$111 */
"tokens__duplicated_private_key" = "Duplizierter Geheimschlüssel";

/* loco:$112
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Falscher Geheimschlüssel (nur Zahlen von 2 bis 7, Buchstaben), max. 512 Zeichen lang";

/* loco:$113 */
"tokens__try_again" = "OK, versuch es erneut";

/* loco:$114
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Richte die Kamera auf den Bildschirm, um den QR-Code zu scannen";

/* loco:$115
 * tokens__private_key */
"tokens__service_key" = "Geheimschlüssel";

/* loco:$116 */
"tokens__qr_code_leads_to_app_store" = "Dieser QR-Code führt dich zum App-Store";

/* loco:$117
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Token löschen";

/* loco:$118
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Dienst suchen";

/* loco:$119
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Sorry, Service nicht gefunden";

/* loco:$120
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Versuche es erneut mit einem anderen Suchwert";

/* loco:$121 */
"tokens__service_key_to_short" = "Schlüssel zu kurz. Minimum 4 Zeichen";

/* loco:$122 */
"tokens__service_name" = "Service-Name";

/* loco:$123
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Der Geheimschlüssel aus dem gescannten Code wird bereits in %@ verwendet. Du scannst ihn wahrscheinlich erneut";

/* loco:$124 */
"tokens__this_qr_code_is_inavlid" = "Dieser Code ist falsch oder wird nicht unterstützt. Versuch es erneut.";

/* loco:$125 */
"tokens__type_service_name" = "Dienstname eingeben";

/* loco:$126 */
"tokens__enter_service_name" = "Dienstname eingeben";

/* loco:$127
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Leider kennen wir diesen Dienst nicht. Wie würdest du ihn gerne nennen?";

/* loco:$128
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Du kannst diesen Token nicht mehr wiederherstellen.";

/* loco:$129 */
"tokens__badge_color" = "Farbe des Abzeichens";

/* loco:$130 */
"tokens__change_brand_icon" = "Markenlogo ändern";

/* loco:$131 */
"tokens__change_label" = "Label ändern";

/* loco:$132 */
"tokens__service_information" = "Service-Informationen";

/* loco:$133 */
"tokens__personalization" = "Personalisierung";

/* loco:$134 */
"tokens__brand_icon" = "Markenlogo";

/* loco:$135 */
"tokens__label" = "Label";

/* loco:$136
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Diesen Dienst aus der Anexia Authenticator App entfernen";

/* loco:$137
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Label (1 oder 2 Zeichen):";

/* loco:$138 */
"tokens__pick_background_color" = "Hintergrundfarbe auswählen:";

/* loco:$139 */
"tokens__num_added" = "%@ hinzugefügt";

/* loco:$140 */
"tokens__next_token" = "Nächster Token: %@";

/* loco:$141 */
"tokens__next_token_title" = "Nächster Tokenwert";

/* loco:$142 */
"tokens__my_tokens" = "Meine Tokens";

/* loco:$143 */
"tokens__removing_group" = "Gruppe entfernen";

/* loco:$144
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Alle Tokens werden verschoben in die Gruppe: \"Meine Tokens\"";

/* loco:$145 */
"tokens__add_group" = "Gruppe hinzufügen";

/* loco:$146 */
"tokens__group_name" = "Gruppenname:";

/* loco:$147 */
"tokens__select_from_gallery" = "Aus Galerie wählen";

/* loco:$148 */
"tokens__camera_is_unavailable" = "Kamera nicht verfügbar";

/* loco:$149
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Überprüfe, ob die App die richtigen Berechtigungen besitzt";

/* loco:$150 */
"tokens__no_qr_codes_found" = "Keine QR-Codes gefunden";

/* loco:$151
 * tokens__no_correct_qr_code_had_been_found
No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Es gibt keinen korrekten QR-Code in dem ausgewählten Bild. Bitte versuch ein anderes Bild.";

/* loco:$152 */
"tokens__select_service" = "Dienst auswählen";

/* loco:$153 */
"tokens__adding_service_question_title" = "Welchen Dienst möchtest du hinzufügen?";

/* loco:$154 */
"tokens__retype_this_token" = "Token erneut eingeben";

/* loco:$155
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Token entsperren und neu erzeugen";

/* loco:$156 */
"tokens__group" = "Gruppe";

/* loco:$157 */
"tokens__select_group" = "Gruppe auswählen";

/* loco:$158 */
"tokens__google_auth_import" = "Importiere 2FA Tokens von der Google Authenticator App";

/* loco:$159 */
"tokens__google_auth_import_subtitle" = "Dieser QR-Code erlaubt es Ihnen Tokens von Google Authenticator zu importieren";

/* loco:$160
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%1$d von %2$d";

/* loco:$161 */
"tokens__google_auth_import_subtitle_end" = "Tokens werden importiert.";

/* loco:$162 */
"tokens__sort_by" = "Sortieren nach";

/* loco:$163
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:$164
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:$165 */
"tokens__sort_by_manual" = "Manuell";

/* loco:$166 */
"tokens__advanced" = "Erweitert";

/* loco:$167
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alarm";

/* loco:$168
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Das Ändern der erweiterten Einstellungen ist nicht empfohlen. Dies sollte nur getan werden, wenn dein 2FA-Anbieter es benötigt und du genaue Anweisungen hast.";

/* loco:$169 */
"tokens__token_settings" = "Token-Einstellungen";

/* loco:$170 */
"tokens__otp_authentication" = "OTP Authentifizierung";

/* loco:$171 */
"tokens__algorithm" = "Algorithmus";

/* loco:$172 */
"tokens__refresh_time" = "Aktualisierungszeit";

/* loco:$173 */
"tokens__number_of_digits" = "Anzahl der Ziffern";

/* loco:$174 */
"tokens__counter" = "Zähler";

/* loco:$175 */
"tokens__initial_counter" = "Ausgangszähler";

/* loco:$176
 * A number replaces %d */
"tokens__second" = "%d Sek";

/* loco:$177 */
"tokens__hotp" = "HOTP";

/* loco:$178 */
"tokens__totp" = "TOTP";

/* loco:$179 */
"tokens__advanced_settings_footer_title" = "Das Ändern der erweiterten Einstelllungen ist nicht empfohlen. Dies sollte nur getan werden wenn dein 2FA Anbieter es benötigt und du genaue Anweisungen hast.";

/* loco:$180 */
"tokens__gallery_advice_title" = "Beste Methode";

/* loco:$181
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Dienst erfolgreich hinzugefügt. Wir empfehlen dir sehr, dass du";

/* loco:$182
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "Lösche den QR-Screenshot aus deiner Galerie.";

/* loco:$183 */
"tokens__gallery_advice_content_last" = "Wenn jemand diesen QR-Code übernimmt, ist es möglich deine 2FA Codes über diesem Dienst zu erhalten.";

/* loco:$184 */
"tokens__request_icon_page_title" = "Ein Logo anfragen";

/* loco:$185 */
"tokens__request_icon_social_title" = "Lass es uns auf Discord wissen";

/* loco:$186 */
"tokens__request_icon_social_link" = "Trete unserem Discord-Server bei";

/* loco:$187 */
"tokens__request_icon_social_description" = "und lass Nutzer für das gewünschte Logo abstimmen.";

/* loco:$188 */
"tokens__request_icon_middle" = "oder";

/* loco:$189 */
"tokens__request_icon_provider_title" = "Informiere den Dienstanbieter";

/* loco:$190 */
"tokens__request_icon_provider_description" = "Du kannst die sozialen Medien oder E-Mail verwenden und diesen Text teilen:";

/* loco:$191 */
"tokens__request_icon_provider_message" = "Hey! Ich verwende die Anexia Authenticator App um mich mit 2FA in deinen Dienst einzuloggen. Allerdings fehlt dein Symbol!";

/* loco:$192 */
"tokens__request_icon_provider_message_link" = "";

/* loco:$193 */
"tokens__request_icon_provider_footnote" = "Vergiss nicht den offiziellen Account des Unternehmens zu taggen!";

/* loco:$194 */
"tokens__order_icon_description" = "Du kannst ein Markenlogo in Anexia Authenticator nicht finden?";

/* loco:$195 */
"tokens__order_icon_link" = "Ein Markenlogo anfragen";

/* loco:$196 */
"tokens__order_icon_title" = "Ein Markenlogo anfragen";

/* loco:$197 */
"tokens__order_menu_title" = "Wähle die Methode der Anfrage";

/* loco:$198 */
"tokens__order_menu_option_user" = "Logo anfragen als Nutzer";

/* loco:$199 */
"tokens__order_menu_option_company" = "Logo einreichen als Unternehmen";

/* loco:$200
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Ohne dieses Token kannst du dich nicht bei deinem %1$@-Konto anmelden, sofern du die Zweitfaktor-Authentifizierung für %2$@ aktiviert hast.";

/* loco:$201 */
"voiceover__show_service_key" = "Geheimschlüssel anzeigen";

/* loco:$202 */
"voiceover__copy_service_key" = "Geheimschlüssel kopieren";

/* loco:$203
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Zähler mit den verbleibenden Sekunden bis zum Tokenwechsel";

/* loco:$204 */
"voiceover__delete_button" = "Löschknopf";

/* loco:$205 */
"voiceover__service_deleted" = "Dienst gelöscht";

/* loco:$206
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Dieses Feld beinhaltet einen versteckten Geheimschlüssel. Verwende den Anzeigen Knopf, um ihn anzuzeigen. Es wird nur funktionieren wenn du den Apps Pin für den Sperrbildschirm eingerichtet hast";

/* loco:$207 */
"voiceover__service_name" = "Dienstname: %@";

/* loco:$208 */
"voiceover__additional_info" = "Zusätzliche Informationen: %@";

/* loco:$209 */
"voiceover__token_tap_to_copy" = "Token %@. Tippe zum Kopieren";

/* loco:$210 */
"voiceover__edit" = "%@ bearbeiten";

/* loco:$211 */
"voiceover__service_label_with_name_and_color" = "Servicelabel mit Name %1$@ und Farbe %2$@";

/* loco:$212 */
"voiceover__service_icon" = "%@ Dienst-Symbol";

/* loco:$213 */
"voiceover__selected" = "Ausgewählt";

/* loco:$214 */
"voiceover__not_selected" = "Nicht Ausgewählt";

/* loco:$215 */
"voiceover__badge_color" = "Farbe des Abzeichens: %@";

/* loco:$216 */
"voiceover__dismissing" = "Verwerfen";

/* loco:$217 */
"voiceover__secret_hint" = "Nur Zahlen von 2 zu 9, Buchstaben. Mindestens 4 Zeichen";

/* loco:$218 */
"voiceover__add_service" = "Dienst hinzufügen";

/* loco:$219 */
"voiceover__add_group" = "Gruppe hinzufügen";

/* loco:$220
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Verwende den Dienst hinzufügen Knopf, um neue Dienste hinzuzufügen";

/* loco:$221 */
"voiceover__no_search_results" = "Keine Suchergebnisse";

/* loco:$222
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Verwende Sortieren nach um die Sortierung der Dienste festzulegen";

/* loco:$223 */
"voiceover__spinner" = "Daten werden geladen";

/* loco:$224 */
"backup__incorrect_secret" = "Die Tokens konnten nicht gesichert werden, weil das Geheimnis \"%@\" unzulässige Zeichen enthält. Entferne es aus der Liste und versuche es erneut";

/* loco:$225 */
"backup__import" = "Importieren";

/* loco:$226 */
"backup__export" = "Exportieren";

/* loco:$227 */
"backup__backup_disabled_title" = "Anexia Authenticator Backup wird deaktiviert, um seine Integrität zu schützen.";

/* loco:$228 */
"backup__error_while_exporting_file" = "Fehler beim Exportieren der Datei";

/* loco:$229 */
"backup__import_completed_successfuly" = "Import erfolgreich abgeschlossen";

/* loco:$230
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Eine andere App verwendet die Kamera. Falls das Schließen anderer Apps nicht hilft, dann startet das Gerät neu";

/* loco:$231
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Die Kamera ist aufgrund einer Systemüberlastung nicht verfügbar. Versuche das Gerät neu zustarten";

/* loco:$232 */
"camera__cant_initialize_camera_general" = "Kamera konnte nicht initialisiert werden. Versuche das Gerät neu zustarten";

/* loco:$233 */
"camera__cant_initialize_camera_split_view" = "Kamera konnte im geteilten Bildschirm-Modus nicht initialisiert werden. Öffne die App im Vollbildmodus und versuche es erneut";

/* loco:$234 */
"restore__how_to_restore" = "Wie kann ich die Anexia Authenticator App wiederherstellen?";

/* loco:$235 */
"restore__application_restoration" = "Wiederherstellung der Anwendung";

/* loco:$236
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Wenn du die PIN vergessen hast oder die Anexia Authenticator App zurücksetzen möchtest, musst du die App neu installieren.";

/* loco:$237
 * restore_please_remember */
"restore__backup_advice" = "Beachte, dass du sofern du keine Sicherung hast und die App zurücksetzt, den Zugriff auf alle deine Codes verlierst. Und damit auch den Zugriff auf alle deine 2FA gesicherten Konten.";

/* loco:$238
 * restore_if_you_have_backup */
"restore__backup_title" = "Wenn du über eine Sicherung verfügst, kannst du alle deine Codes wiederherstellen.";

/* loco:$239 */
"backup__cloud_backup" = "Cloud Backup";

/* loco:$240 */
"backup__icloud_sync" = "iCloud Sync";

/* loco:$241 */
"backup__section_description" = "EMPFOHLEN: iCloud Sync bewahrt deine Token sicher in Apple iCloud auf, für den Fall, dass dein Gerät verloren geht oder beschädigt wird. Lasse es eingeschaltet.";

/* loco:$242 */
"backup__file_backup" = "Datei-Backup";

/* loco:$243
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Verwende Datei-Sicherung für die Offline-Sicherung deiner Tokens.";

/* loco:$244 */
"backup__backup_removal" = "Backup entfernen";

/* loco:$245 */
"backup__delete_2fas_backup" = "Anexia Authenticator Backup löschen";

/* loco:$246 */
"backup__warning_introduction" = "Warnung! Wenn du die Anexia Authenticator Sicherung löschst, werden zudem alle Tokens von anderen Geräten, die mit diesem Konto synchronisiert sind, gelöscht. Um die Tokens auf anderen Geräten zu erhalten, stelle bitte sicher, dass du die Anexia Authenticator Sicherung vor dem Löschen ausgeschaltet hast.";

/* loco:$247
 * backup__i_want_to_delete */
"backup__delete_title" = "Ich möchte das Backup löschen";

/* loco:$248 */
"backup__export_to_backup_file" = "Backup in Datei exportieren";

/* loco:$249
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Du kannst exportierte Dateien auf anderen Geräten mit der Anexia Authenticator Anwendung importieren";

/* loco:$250 */
"backup__export_to_file" = "Als Datei exportieren";

/* loco:$251 */
"backup__verify_pin" = "PIN überprüfen";

/* loco:$252 */
"backup__save_file" = "Datei speichern";

/* loco:$253 */
"backup__import_backup_file" = "Sicherungsdatei importieren";

/* loco:$254
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Du wirst eine Sicherungsdatei importieren, die Folgendes enthält";

/* loco:$255 */
"backup__import_file" = "Datei importieren";

/* loco:$256 */
"backup__choose_antother_file" = "Wähle eine andere Datei";

/* loco:$257 */
"backup__no_new_services" = "Nichts zu importieren";

/* loco:$258 */
"backup__file_error" = "Dateifehler!";

/* loco:$259
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Die Dienste aus der Datei werden mit den Diensten in deiner App zusammengeführt";

/* loco:$260 */
"backup__no_new_services_error" = "Entweder ist diese Datei leer, oder alle darin enthaltenen Dienste sind bereits in der App verfügbar";

/* loco:$261 */
"backup__update_required_to_import_title" = "Du benötigst eine neue Version der App, um den Inhalt dieser Datei zu importieren. Die neueste Version findest du im App Store";

/* loco:$262 */
"backup__cant_read_file_error" = "Diese Datei kann nicht gelesen werden. Sie kann beschädigt sein, oder es gab einen Fehler beim Zugriffsversuch. Bitte wähle eine andere Datei";

/* loco:$263 */
"backup__password" = "Passwort";

/* loco:$264 */
"backup__repeat_password" = "Passwort wiederholen";

/* loco:$265 */
"backup__incorrect_character_error" = "Falsches Zeichen. Verwende nur Buchstaben A-Z, a-z, Ziffern und Sonderzeichen: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:$266 */
"backup__to_short_error" = "Die bereitgestellte Phrase ist zu kurz (mind. 3 Zeichen)";

/* loco:$267 */
"backup__passwords_dont_match" = "Passwörter stimmen nicht überein";

/* loco:$268 */
"backup__save_and_export" = "Speichern und exportieren";

/* loco:$269 */
"backup__set_password_title" = "Um den Schutz deiner Sicherungsdatei zu erhöhen, lege bitte das Passwort fest";

/* loco:$270 */
"backup__enter_password_title" = "Gib ein Passwort für diese Sicherungsdatei ein, um mit dem Importvorgang fortzufahren";

/* loco:$271 */
"backup__backup_file_password_title" = "Ein Passwort für diese Sicherungsdatei festlegen";

/* loco:$272 */
"backup__incorrect_password" = "Falsches Passwort";

/* loco:$273
 * %d - number */
"backup__new_services" = "%d neue Dienste";

/* loco:$274
 * %d - number */
"backup__services_imported_count" = "%d Dienste aus Datei importiert";

/* loco:$275
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Es existiert ein Problem mit iCloud. Überprüfe die Systemeinstellungen";

/* loco:$276
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Diese Datei ist verschlüsselt. Wir unterstützen nur unverschlüsselte Dateien";

/* loco:$277 */
"tokens__copy_token" = "Token kopieren";

/* loco:$278
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Ja, ich möchte diesen Dienst löschen";

/* loco:$279 */
"color__neutral" = "Neutral";

/* loco:$280 */
"color__light_blue" = "Hellblau";

/* loco:$281 */
"color__indigo" = "Indigo";

/* loco:$282 */
"color__purple" = "Lila";

/* loco:$283 */
"color__turquoise" = "Türkis";

/* loco:$284 */
"color__green" = "Grün";

/* loco:$285 */
"color__red" = "Rot";

/* loco:$286 */
"color__orange" = "Orange";

/* loco:$287 */
"color__yellow" = "Gelb";

/* loco:$288 */
"settings__knowledge" = "Kenntnis";

/* loco:$289 */
"settings__support_and_share" = "Unterstützen und teilen";

/* loco:$290 */
"settings__tell_a_friend" = "Mit einem Freund teilen";

/* loco:$291 */
"settings__write_a_review" = "Schreibe eine Bewertung";

/* loco:$292 */
"settings__about" = "Über uns";

/* loco:$293 */
"settings__privacy_policy" = "Datenschutzerklärung";

/* loco:$294 */
"settings__terms_of_service" = "Allgemeine Geschäftsbedingungen";

/* loco:$295 */
"settings__version" = "App-Version %@";

/* loco:$296 */
"settings__no_limit" = "Kein Limit";

/* loco:$297 */
"settings__pin_code" = "PIN-Code";

/* loco:$298 */
"settings__app_security" = "App-Sicherheit";

/* loco:$299 */
"settings__app_blocking" = "Sperr-Einstellungen";

/* loco:$300 */
"settings__face_id" = "Face ID";

/* loco:$301 */
"settings__touch_id" = "Touch ID";

/* loco:$302
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Sperre nach X Fehlversuchen:";

/* loco:$303 */
"settings__how_many_attempts_footer" = "Wähle die maximale Anzahl von Fehlversuchen bei der Eingabe des Passworts, bevor die Anwendung gesperrt wird (Die Sperrzeit kann darunter geändert werden).";

/* loco:$304 */
"settings__block_for" = "Sperrzeit";

/* loco:$305 */
"settings__3_minutes" = "3 Minuten";

/* loco:$306 */
"settings__5_minutes" = "5 Minuten";

/* loco:$307 */
"settings__10_minutes" = "10 Minuten";

/* loco:$308 */
"settings__limit_of_trials" = "Maximale Fehlversuche";

/* loco:$309 */
"settings__pin_4_digits" = "4-stelliger Code";

/* loco:$310 */
"settings__pin_6_digits" = "6-stelliger Code";

/* loco:$311 */
"settings__biometric_authentication" = "Biometrische Authentifizierung";

/* loco:$312 */
"settings__donations" = "Spenden";

/* loco:$313 */
"settings__donate_twofas" = "Spenden an Anexia Authenticator";

/* loco:$314 */
"new_version__new_version_title" = "Neue Version";

/* loco:$315 */
"new_version__new_version_message_ios" = "Eine neue Version von Anexia Authenticator ist im AppStore verfügbar. Jetzt aktualisieren!";

/* loco:$316 */
"new_version__update_action" = "Jetzt aktualisieren";

/* loco:$317
 * new_version__skip_action */
"new_version__skip_title" = "Diese Version überspringen";

/* loco:$318
 * new_version__later_action */
"new_version__update_later" = "Später aktualisieren";

/* loco:$319 */
"browser__browser_extension" = "Browser Erweiterung";

/* loco:$320 */
"browser__info_title" = "Anexia Authenticator Webbrowser-Erweiterung";

/* loco:$321 */
"browser__info_description_first" = "Installiere die Anexia Authenticator Browsererweiterung auf deinem Computer.";

/* loco:$322 */
"browser__info_description_second" = "Kopple es mit deiner Anexia Authenticator App.";

/* loco:$323 */
"browser__more_info" = "Mehr Info:";

/* loco:$324 */
"browser__more_info_link_title" = "";

/* loco:$325 */
"browser__pair_with_web_browser" = "Kopplung mit Webbrowser";

/* loco:$326 */
"browser__more_info_link" = "";

/* loco:$327 */
"browser__pairing_successful_title" = "Kopplung erfolgreich!";

/* loco:$328 */
"browser__pairing_successful_description" = "Anexia Authenticator wird dir eine Benachrichtigung senden wann immer du dich im Browser in einen Online-Dienst einloggen willst. Du musst deinen Token nicht mehr bei jeder Verwendung erneut eingeben.";

/* loco:$329 */
"browser__pairing_failed_title" = "Verbindung fehlgeschlagen :(";

/* loco:$330 */
"browser__pairing_failed_description" = "Dieser QR-Code wurde nicht erkannt und Anexia Authenticator konnte das Gerät nicht mit der Browser-Erweiterung koppeln. Bitte versuche es erneut.";

/* loco:$331
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Bereits gekoppelt!";

/* loco:$332
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Die Browser-Erweiterung ist bereits mit diesem Gerät gekoppelt.";

/* loco:$333 */
"browser__contact_support" = "Support kontaktieren";

/* loco:$334 */
"browser__pairing_with_browser" = "Kopplung mit Browser";

/* loco:$335
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Gekoppelte Geräte (Webbrowser)";

/* loco:$336 */
"browser__add_new" = "Neu hinzufügen";

/* loco:$337
 * browser__this_device */
"browser__this_device_name" = "Geräte-Bezeichnung";

/* loco:$338 */
"browser__device_name" = "Geräte-Bezeichnung";

/* loco:$339 */
"browser__name" = "Name";

/* loco:$340 */
"browser__this_device_footer" = "Die Bezeichnung wird dir helfen das Gerät von anderen Geräten, die mit der Browser-Erweiterung gekoppelt sind, zu unterscheiden.";

/* loco:$341 */
"browser__browser_extension_settings" = "Einstellungen der Browsererweiterung";

/* loco:$342 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:$343 */
"browser__request_source_description" = "%1$@ hat ein 2FA-Token für %2$@ angefordert. Wähle den Dienst, den du mit dieser Domäne autorisieren und speichern möchtest.";

/* loco:$344 */
"browser__request" = "Browser Anfrage";

/* loco:$345
 * browser__code_success */
"browser__code_success_title" = "Token erfolgreich gesendet!";

/* loco:$346 */
"browser__code_failure" = "Fehler beim Senden des Codes. %@";

/* loco:$347 */
"browser__deleting_paired_device_title" = "Gekoppeltes Gerät löschen";

/* loco:$348 */
"browser__deleting_paired_device_content" = "Möchtest du wirklich dieses gekoppelte Gerät löschen?";

/* loco:$349 */
"browser__pairing_date" = "Verbindungsdatum";

/* loco:$350 */
"browser__forget_this_browser" = "Diesen Webbrowser vergessen";

/* loco:$351
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Liste von gekoppelten Domains.";

/* loco:$352 */
"browser__deleting_extension_pairing_title" = "Domain entfernen?";

/* loco:$353 */
"browser__deleting_extension_pairing_content" = "Wenn du die Browsererweiterung das nächste Mal verwendest, um dich bei %@ anzumelden, wirst du erneut aufgefordert, diese Domain zu koppeln.";

/* loco:$354 */
"browser__push_notifications_title" = "Push-Benachrichtigungen";

/* loco:$355 */
"browser__push_notifications_content" = "Um auf Funktionen wie die Browsererweiterung zugreifen zu können, benötigt die Anwendung Zugriff auf Push-Benachrichtigungen. Du kannst diese Einstellung jederzeit in den Systemeinstellungen vornehmen.";

/* loco:$356 */
"browser__request_expired" = "Anfrage abgelaufen";

/* loco:$357 */
"browser__2fa_token_request_title" = "2FA Token Anfrage";

/* loco:$358 */
"browser__2fa_token_request_content" = "Möchtest du diesen 2FA Token teilen mit";

/* loco:$359 */
"notifications__no_notifications" = "Keine Benachrichtigungen";

/* loco:$360 */
"CFBundleSpokenName" = "2 F A S";

/* loco:$361 */
"commons__2fas_toolbar" = "Anexia Authenticator";

/* loco:$362 */
"backup__google_drive_not_available" = "Google Drive ist nicht verfügbar";

/* loco:$363 */
"backup__google_drive_disabled_title" = "Google Drive wurde vom Benutzer deaktiviert";

/* loco:$364 */
"backup__update_required_to_import_title_2" = "Du benötigst eine neue Version der App, um den Inhalt dieser Datei zu importieren. Die neueste Version findest du im Google Store";

/* loco:$365 */
"tokens__qr_code_leads_to_google_store" = "Dieser QR-Code bringt dich zum Google Store";

/* loco:$366 */
"introduction__page_4_content_android" = "Deine Tokens werden offline über den Gerätespeicher geladen, denke also daran, deine Dienste zu sichern! Verwende Google Drive Sync und ein PIN-Passwort, um dich vor unberechtigtem Zugriff und Geräteschäden zu schützen.";

/* loco:$367 */
"new_version__new_version_message_android" = "Eine neue Version von Anexia Authenticator ist im Google Store verfügbar. Jetzt aktualisieren!";

/* loco:$368 */
"security_error_no_match" = "PIN stimmt nicht überein! Bitte erneut versuchen.";

/* loco:$369 */
"settings_developer_options" = "Entwickleroptionen";

/* loco:$370 */
"settings__external_import" = "Tokens importieren";

/* loco:$371 */
"settings__browser_extension_result_toolbar_title" = "Kopplungsergebnis";

/* loco:$372 */
"tokens__caution" = "ACHTUNG";

/* loco:$373 */
"tokens__qr_point_and_scan_again" = "Richte deine Kamera auf den richtigen QR-Code und scanne es erneut.";

/* loco:$374 */
"tokens__service_unsaved_changes" = "Möchtest du deine Änderungen verwerfen?";

/* loco:$375 */
"tokens__service_unsaved_changes_title" = "Ungespeicherte Änderungen";

/* loco:$376 */
"tokens__service_key_invalid_format" = "Der Schlüssel hat ein ungültiges Format";

/* loco:$377 */
"intent_error_no_gallery_app" = "Systemfehler! Es gibt keine Galerie-App.";

/* loco:$378 */
"gdrive_permission_title" = "Google Drive Erlaubnis";

/* loco:$379 */
"gdrive_permission_msg" = "Wir benötigen die Google Drive-Berechtigung, um die Sicherungsdateien in den App-Daten zu speichern.";

/* loco:$380 */
"gdrive_internet_title" = "Internetverbindung benötigt";

/* loco:$381 */
"gdrive_internet_msg" = "Um mit Google Drive zu synchronisieren, musst du deine Internetverbindung aktivieren.";

/* loco:$382 */
"gdrive_wipe_internet_msg" = "Um den Zugriff auf Google Drive zu entfernen, musst du deine Internetverbindung aktivieren.";

/* loco:$383 */
"backup_explanation_msg" = "Speichere und synchronisiere deine Sicherungsdatei automatisch in einem versteckten Ordner auf Google Drive. Dieser Ordner ist nur durch die Anexia Authenticator App zugänglich.";

/* loco:$384 */
"backup_error_unknown" = "Bei der Synchronisierung des Backups ist ein Fehler aufgetreten. Bitte starte die App nach ein paar Minuten neu und versuche es erneut.";

/* loco:$385 */
"backup_error_encrypt_unknown" = "Bei der Verschlüsselung des Backups ist ein Fehler aufgetreten. Bitte gib dein Passwort erneut ein.";

/* loco:$386 */
"backup_error_decrypt_unknown" = "Bei der Entschlüsselung des Backups ist ein Fehler aufgetreten. Bitte gib dein Passwort erneut ein.";

/* loco:$387 */
"backup__google_drive_problem_title" = "Es existiert ein Problem mit iCloud. Überprüfen die Systemeinstellungen";

/* loco:$388 */
"backup_error_auth" = "Es gab ein Problem mit den Berechtigungen deines Google Drive-Kontos. Versuche die Synchronisierung ein- und auszuschalten.";

/* loco:$389 */
"backup_error_no_password" = "Dein Backup ist passwortgeschützt. Schalte es ein und gib dein Passwort ein.";

/* loco:$390 */
"backup_error_wrong_password" = "Dein Backup ist passwortgeschützt, aber das eingegebene Passwort ist falsch. Schalte es ein und gib dein Passwort ein.";

/* loco:$391 */
"customization_service_assignment" = "Dienstzuweisung";

/* loco:$392 */
"customization_personalization" = "Personalisierung";

/* loco:$393 */
"customization_change_brand" = "Marke ändern";

/* loco:$394 */
"customization_advanced" = "Erweitert";

/* loco:$395 */
"customization_request_icon" = "Icon beantragen";

/* loco:$396 */
"customization_edit_label" = "Kennzeichnung bearbeiten";

/* loco:$397 */
"groups_delete_msg" = "Bist du dir sicher, dass du diese Gruppe löschen möchtest?";

/* loco:$398 */
"export_backup_title" = "Deine Sicherungsdatei ist zum Exportieren bereit";

/* loco:$399 */
"export_backup_msg" = "Exportiere diese Datei, um deine Anexia Authenticator Tokens zu sichern. Du kannst die Datei später auf anderen Geräten mit der Anexia Authenticator Anwendung importieren.";

/* loco:$400 */
"export_backup_pass" = "Datei ohne Passwort exportieren\n(nicht empfohlen)";

/* loco:$401 */
"import_backup_msg2" = "Die Datei wird mit der Dienstliste der App synchronisiert.";

/* loco:$402 */
"backup_notice_later" = "Vielleicht später";

/* loco:$403 */
"backup_notice_cta" = "Einschalten";

/* loco:$404 */
"widgets_empty_msg" = "Keine Dienste hinzugefügt";

/* loco:$405 */
"backup__section_description_google" = "EMPFOHLEN: Google Drive Sync bewahrt deine Tokens sicher in Google Drive auf, falls dein Gerät verloren geht oder beschädigt wird. Lasse es eingeschaltet.";

/* loco:$406 */
"backup_turn_off_title" = "Google Drive Sync Ausschalten?";

/* loco:$407 */
"backup_turn_off_msg1" = "2FA Token verbleiben auf diesem Gerät und in Google Drive, werden aber nicht synchronisiert. Du wirst auch aus deinem Google Konto abgemeldet.";

/* loco:$408 */
"backup_turn_off_msg2" = "Denke daran, das im Falle eines Verlusts oder einer Beschädigung des Geräts oder einer App-Entfernung du deine Tokens möglicherweise nicht wiederherstellen kannst und du den Zugang zu den durch 2FA gesicherten Konten verlieren wirst.";

/* loco:$409 */
"backup_settings_password_set_subtitle" = "Sichere eine Google Drive Sicherungsdatei mit einem beliebigen Passwort.";

/* loco:$410 */
"backup_settings_password_remove_title" = "Passwort entfernen";

/* loco:$411 */
"backup_settings_password_remove_subtitle" = "Entferne das Passwort zu deiner Google Drive Sicherungsdatei.";

/* loco:$412 */
"backup_settings_account_title" = "Google Konto";

/* loco:$413 */
"backup_settings_sync_title" = "Letzte Synchronisierung";

/* loco:$414 */
"browser_extension_result_success_description" = "Anexia Authenticator wird dir PUSH-Nachrichten senden wenn du dich über diesen Webbrowser bei deinem Online-Diensten anmeldest. Du musst nicht mehr das Token für jede Verwendung neu eingeben.";

/* loco:$415 */
"browser_extension_browser_dialog" = "Browser Name";

/* loco:$416 */
"biometric_dialog_auth_title" = "Authentifizierung";

/* loco:$417 */
"biometric_dialog_auth_subtitle" = "Verwende deinen Biometrischen Ausweis";

/* loco:$418 */
"about_licenses" = "Open-Source-Lizenzen";

/* loco:$419 */
"externalimport_description" = "Du kannst Tokens aus verschiedenen Apps nach Anexia Authenticator importieren. Wähle eine Anwendung aus der Liste und folge den Anweisungen.";

/* loco:$420 */
"externalimport_select_app" = "App auswählen";

/* loco:$421 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:$422 */
"externalimport_aegis" = "Aegis";

/* loco:$423 */
"externalimport_raivo" = "Raivo OTP";

/* loco:$424 */
"android__app_name" = "Anexia Authenticator";

/* loco:$425 */
"commons__yes" = "Ja";

/* loco:$426 */
"commons__no" = "Nein";

/* loco:$427 */
"commons__search" = "Suchen";

/* loco:$428 */
"errors__no_app" = "Keine Anwendung, die diesen Link unterstützt";

/* loco:$429 */
"permissions__camera_permission" = "Kamera-Berechtigung";

/* loco:$430 */
"permissions__camera_permission_description" = "Zum Scannen von QR-Codes ist die Kamera-Berechtigung erforderlich. Wenn du diese Funktion verwenden möchtest, gehe zu Anwendungsinformationen und Berechtigungen und aktiviere die Kamera.";

/* loco:$431 */
"security__disable_pin" = "PIN deaktivieren";

/* loco:$432 */
"security__enter_your_new_pin" = "Bitte gib deine neue %@ PIN ein";

/* loco:$433 */
"security__pin_error_incorrect" = "Falsche PIN! Bitte versuche es erneut";

/* loco:$434 */
"settings__biometrics" = "Biometrie";

/* loco:$435 */
"settings__support" = "Anexia Authenticator Support";

/* loco:$436 */
"settings__developer" = "Entwickler Optionen";

/* loco:$437 */
"settings__option_fingerprint" = "Biometrische Sperre";

/* loco:$438 */
"settings__option_theme" = "Thema";

/* loco:$439 */
"settings__theme_option_auto" = "Automatisch";

/* loco:$440 */
"settings__theme_option_auto_system" = "Auto - Systemeinstellungen";

/* loco:$441 */
"settings__theme_option_dark" = "Dunkel";

/* loco:$442 */
"settings__theme_option_light" = "Hell";

/* loco:$443 */
"tokens__copied_clipboard" = "Token in die Zwischenablage kopiert!";

/* loco:$444 */
"tokens__next_copied_clipboard" = "Nächstes Token in die Zwischenablage kopiert!";

/* loco:$445 */
"tokens__do_you_really_want_to_remove_all_devices" = "Möchtest du diesen 2FA Dienst endgültig löschen?";

/* loco:$446 */
"tokens__fab_addmanually" = "Manuell hinzufügen";

/* loco:$447 */
"tokens__qr_does_not_work" = "Dieser QR-Code funktioniert nicht!";

/* loco:$448
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Der QR-Code konnte nicht gelesen werden!";

/* loco:$449 */
"tokens__qr_read_image_try_again" = "Versuche ein anderes Bild auszuwählen.";

/* loco:$450 */
"tokens__remove_it_forever" = "Dienst endgültig löschen";

/* loco:$451
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Dienst konnte nicht hinzugefügt werden, denn der Geheimschlüssel ist ungültig. Bitte versuche es nochmal.";

/* loco:$452
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Ein Dienst mit diesem Geheimschlüssel existiert bereits. Möchtest du diesen ersetzen?";

/* loco:$453 */
"tokens__service_key_invalid_characters" = "Schlüssel enthält ungültige Zeichen";

/* loco:$454 */
"tokens__show_service_key" = "Geheimschlüssel anzeigen";

/* loco:$455
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Dein Geheimschlüssel ist geschützt. Bitte füge einen PIN oder eine Fingerabdrucksperre hinzu, um ihn zu sehen.";

/* loco:$456 */
"tokens__tokens_list_is_empty" = "Liste mit Diensten ist leer";

/* loco:$457 */
"tokens__use_plus_button_to_add_tokens" = "Verwende den \"+\" Knopf, um einen neuen Dienst hinzuzufügen";

/* loco:$458 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Du kannst dich ohne dieses Token nicht mehr bei deinem %1$@-Konto anmelden, solange die Zwei-Faktor-Authentifizierung für %2$@ aktiviert ist.\n\nDu kannst dieses Token nicht aus dem Papierkorb wiederherstellen.";

/* loco:$459 */
"import_ga_success" = "Dienste erfolgreich importiert!";

/* loco:$460
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Du benötigst eine aktive Internetverbindung, um dein Backup zu synchronisieren. Bitte schalte deine Netzwerkverbindung ein und versuche es erneut.";

/* loco:$461 */
"update_app_title" = "App aktualisieren";

/* loco:$462
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Bitte aktualisiere auf die neuste Anexia Authenticator Version, um alle Funktionen zu erhalten und die Aufrechterhaltung eines hohen Sicherheitsniveaus zu gewährleisten";

/* loco:$463 */
"delete_service_title" = "Du löschst gerade";

/* loco:$464
 * from your 2FAS service list.

Remember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "aus deiner Anexia Authenticator-Dienstenliste.\n\nDenke daran, solange du Zwei-Faktor-Authentifizierung aktiviert hast, kannst du dich ohne diesen Token nicht in %@ Konto anmelden.";

/* loco:$465 */
"delete_service_cta" = "Löschen";

/* loco:$466 */
"export_backup_cta" = "Exportieren";

/* loco:$467 */
"export_backup_share_cta" = "Teilen";

/* loco:$468 */
"import_backup_title" = "Importiere Backup von der Datei";

/* loco:$469 */
"import_backup_msg1" = "Du wirst die Backup-Datei mit folgendem importieren";

/* loco:$470 */
"import_backup_cta" = "Importieren";

/* loco:$471 */
"widgets_warning_msg" = "Die im Widget sichtbaren Tokens sind nicht durch deinen PIN-Code geschützt. Bist du sicher, dass du deine Tokens im Widget anzeigen lassen möchtest?";

/* loco:$472 */
"widgets_warning_title" = "ACHTUNG!";

/* loco:$473 */
"widgets_warning_cta" = "Ja, ich bin mir sicher";

/* loco:$474 */
"backup_notice_title" = "Anexia Authenticator Backup";

/* loco:$475 */
"backup_notice_msg" = "Aktiviere Anexia Authenticator Backup und bewahren deine Codes sicher in Google Drive auf.";

/* loco:$476 */
"brand_empty_msg" = "Entschuldigung, die Marke konnte nicht gefunden werden";

/* loco:$477
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Wähle aus, welche Dienste im Widget sichtbar sein sollen:";

/* loco:$478 */
"backup_turn_off_cta" = "Synchronisierung deaktivieren";

/* loco:$479 */
"backup_turn_off_cancel" = "Abbrechen";

/* loco:$480 */
"backup_settings_password_set_title" = "Passwort setzen";

/* loco:$481 */
"backup_settings_delete_title" = "Sicherungsdatei von Google Drive löschen";

/* loco:$482
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Wenn du diese Datei aus deinem Google Drive löschst, wird die Synchronisierung auf allen synchronisierten Geräten deaktiviert und die Token bleiben nur auf diesem und anderen Geräten über den lokalen Speicher erhalten.";

/* loco:$483 */
"browser__result_error_browser_paired" = "Deine Anexia Authenticator App ist bereits mit diesem Browser gekoppelt.";

/* loco:$484
 * Scan QR code again */
"browser__result_error_cta" = "Scanne den QR-Code erneut";

/* loco:$485 */
"browser__scan_error_dialog_title" = "Fehler";

/* loco:$486
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Der gescannte QR-Code hat ein nicht unterstütztes Format. Bitte versuche es erneut.";

/* loco:$487 */
"browser__scan_error_dialog_msg_unknown" = "Unbekannter Fehler beim Scannen des QR-Codes. Bitte versuche es erneut.";

/* loco:$488 */
"biometric_dialog_auth_cancel" = "Verwende dieses Mal die PIN";

/* loco:$489 */
"biometric_dialog_setup_title" = "Aktiviere die Authentifizierung";

/* loco:$490 */
"biometric_dialog_setup_cancel" = "Abbrechen";

/* loco:$491
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Um die biometrische Sperre zu aktivieren, musst du einen PIN-Code aktivieren und festlegen.";

/* loco:$492 */
"settings__block_for_footer" = "Wähle die Zeit, für die die App gesperrt werden soll.";

/* loco:$493 */
"error__out_of_disk_space" = "Es sieht so aus, als ob du entweder keinen Speicherplatz mehr hast, oder ein solches Ereignis in der Vergangenheit die Datenbank beschädigt hat";

/* loco:$494 */
"error__cloud_backup_newer_version" = "Die Cloud-Sicherung wurde auf die neue Version migriert. Aktualisiere die App";

/* loco:$495 */
"error__cloud_backup_encrypted_not_supported" = "Die Cloud-Sicherung ist verschlüsselt. Aktualisiere die App, um diese Funktion zu unterstützen";

/* loco:$496 */
"extension__continue_to_app" = "Weiter zur App";

/* loco:$497 */
"extension__cancel" = "Abbrechen";

/* loco:$498 */
"extension__authorize" = "Autorisieren";

/* loco:$499 */
"extension__dismiss" = "Verwerfen";

/* loco:$500 */
"extension__request_sent" = "Anfrage gesendet";

/* loco:$501 */
"extension__send_question_title" = "Token senden?";

/* loco:$502 */
"extension__send_question_content" = "%1$@ hat Anexia Authenticator Token für %2$@ angefordert";

/* loco:$503 */
"extension__error_while_sending" = "Fehler beim Senden des Tokens";

/* loco:$504 */
"extension__not_paired_title" = "Diese Website ist nicht gekoppelt";

/* loco:$505 */
"extension__not_paired_content" = "Öffne die App und wähle einen Dienst für diese Domain";

/* loco:$506 */
"extension__error_open_the_app" = "Öffne die App und überprüfe ob die Browsererweiterung gekoppelt ist";

/* loco:$507 */
"extension__error_no_internet" = "Es existiert ein Verbindungsproblem";

/* loco:$508 */
"extension__try_again" = "Bitte versuche es erneut";

/* loco:$509 */
"extension__error" = "Fehler";

/* loco:$510 */
"extension__error_no_services" = "Damit die Browser-Erweiterung funktioniert, füge bitte Dienste zur Anexia Authenticator App hinzu";

/* loco:$511 */
"extension__approve" = "Genehmigen";

/* loco:$512 */
"extension__deny" = "Ablehnen";

/* loco:$513 */
"settings__turn_pin_code_to_enable_faceid" = "Aktiviere die PIN-Code- und Face ID-Autorisierung, um unbefugten Zugriff auf deine Token auf diesem Gerät zu verhindern.";

/* loco:$514 */
"settings__turn_pin_code_to_enable_touchid" = "Aktiviere die PIN-Code- und Touch ID-Autorisierung, um unbefugten Zugriff auf deine Token auf diesem Gerät zu verhindern.";

/* loco:$515 */
"settings__send_logs_error_not_exists" = "Der angegebene Code ist falsch. Bitte überprüfe ihn noch einmal";

/* loco:$516 */
"settings__send_logs_error_expired" = "Bereitgestellter Code abgelaufen. Um einen neuen Code zu erhalten, kontaktiere bitte das Support-Team.";

/* loco:$517 */
"settings__send_logs_error_no_internet" = "Keine Internetverbindung. Bitte überprüfe deine Verbindung und versuche es erneut.";

/* loco:$518 */
"settings__send_logs_error_server" = "Es ist ein Fehler mit unseren Servern aufgetreten. Bitte melde dich bei unserem Support-Team, falls der Fehler weiterhin auftritt.";

/* loco:$519 */
"settings__send_logs_error_title" = "Vorgang fehlgeschlagen";

/* loco:$520 */
"settings__send_logs_sent_title" = "Protokolle gesendet";

/* loco:$521 */
"settings__send_logs_sent_description" = "Danke für die Anfrage. Wir werden es uns anschauen, gib uns ein wenig Zeit.";

/* loco:$522 */
"commons__send" = "Senden";

/* loco:$523 */
"settings__send_logs_title" = "Protokolle werden gesendet";

/* loco:$524 */
"settings__send_logs_description_link" = "Der von dem Support-Team bereitgestellte Code wurde automatisch ausgefüllt. Protokolle senden?";

/* loco:$525 */
"settings__send_logs_description_edit" = "Bitte gib oder füge den von unserem Support-Team bereitgestellten Code ein";

/* loco:$526 */
"settings__send_logs" = "Protokolle senden";

/* loco:$527 */
"settings__recommendation" = "Sieh dir diese großartige Zwei-Faktor-Authentifizierungs-App von Anexia Authenticator an: https://anexia.com";

/* loco:$528 */
"settings__acknowledgements" = "Danksagungen";

/* loco:$529 */
"introduction__import_external_app" = "Aus externer Anwendung Importieren";

/* loco:$530 */
"past_duration_seconds" = "vor wenigen Augenblicken";

/* loco:$531 */
"vor-wenigen-augenblicken" = "vor wenigen Augenblicken";

/* loco:$532 */
"past_duration_minutes" = "vor %d Minute";

/* loco:$533 */
"vor-x-minuten" = "vor %d Minuten";

/* loco:$534 */
"past_duration_hours" = "vor %d Stunde";

/* loco:$535 */
"vor-x-stunden" = "vor %d Stunden";

/* loco:$536 */
"past_duration_days" = "vor %d Tag";

/* loco:$537 */
"vor-x-tagen" = "vor %d Tagen";

/* loco:$538 */
"past_duration_weeks" = "vor %d Woche";

/* loco:$539 */
"vor-x-wochen" = "vor %d Wochen";

/* loco:$540 */
"past_duration_months" = "vor %d Monat";

/* loco:$541 */
"vor-x-monaten" = "vor %d Monaten";

/* loco:$542 */
"commons__unknown_error" = "Unbekannter Fehler! Bitte versuche es erneut!";

/* loco:$543 */
"backup__export_result_success" = "Datei erfolgreich gespeichert!";

/* loco:$544 */
"backup__share_result_failure" = "Datei konnte nicht geteilt werden!";

/* loco:$545 */
"backup__enter_password_dialog_title" = "Gib das Passwort ein";

/* loco:$546 */
"backup__remove_password_msg" = "Bitte gib das Sicherungs-Passwort ein, um mit dem Löschvorgang fortzufahren.";

/* loco:$547 */
"backup__revoke_google_access_msg" = "Bitte gib das Sicherungs-Passwort ein, um den Zugriff auf Google zu sperren.";

/* loco:$548 */
"backup__synchronization_settings" = "Synchronisierungs-Einstellungen";

/* loco:$549 */
"backup__local_file_title" = "Lokale Datei";

/* loco:$550 */
"backup__drive_title" = "Google Drive Sync";

/* loco:$551 */
"backup__delete_file_title" = "Möchtest du deine Sicherungsdatei aus Google Drive löschen?";

/* loco:$552 */
"backup__delete_file_msg" = "Google Sync wird deaktiviert sein. Deine Tokens werden lokal bestehen bleiben, aber die Anexia Authenticator App wird aus deinem Google Account auf diesem und deinen anderen synchronisierten Geräten ausgeloggt.";

/* loco:$553 */
"backup__sync_status_waiting" = "Warten auf Synchronisierung...";

/* loco:$554 */
"backup__sync_status_progress" = "Synchronisiere...";

/* loco:$555 */
"import_backup_msg1_encrypted" = "Du wirst eine verschlüsselte Sicherungsdatei importieren.";

/* loco:$556 */
"externalimport__choose_json_cta" = "Wähle eine JSON Datei aus";

/* loco:$557 */
"externalimport__aegis_msg" = "Exportiere deine Konten von Aegis in eine unverschlüsselte JSON Datei und lade sie über die \"JSON Datei auswählen\" Option aus. Vergiss nicht nach einem erfolgreichen Import die Datei zu entfernen.";

/* loco:$558 */
"externalimport__raivo_msg" = "Verwende die \"Exportiere OTPs zu ZIP Archiv\" Option in Raivo's Einstellungen, speichere eine ZIP Datei, extrahiere sie und importiere die JSON Datei mit der \"JSON Datei auswählen\" Option.";

/* loco:$559 */
"externalimport__no_tokens_msg" = "Es gibt jedoch keine Dienste, die importiert werden könnten.";

/* loco:$560 */
"commons__try_again" = "Erneut versuchen";

/* loco:$561 */
"commons__proceed" = "Fortfahren";

/* loco:$562 */
"externalimport__ga_title" = "2FA Tokens aus Google Authenticator importieren";

/* loco:$563 */
"externalimport__aegis_title" = "2FA Tokens aus Aegis importieren";

/* loco:$564 */
"externalimport__raivo_title" = "2FA Tokens aus Raivo importieren";

/* loco:$565 */
"externalimport__ga_success_msg" = "Dieser QR-Code erlaubt es Tokens vom Google Authenticator zu importieren.";

/* loco:$566 */
"externalimport__aegis_success_msg" = "Diese JSON-Datei erlaubt es Tokens von Aegis zu importieren.";

/* loco:$567 */
"externalimport__raivo_success_msg" = "Diese JSON-Datei erlaubt es Tokens von Raivo zu importieren.";

/* loco:$568 */
"externalimport__read_error" = "Es konnten keine Tokens gelesen werden. Versuche eine andere Datei auszuwählen.";

/* loco:$569 */
"settings__gd_sync_info" = "Google Drive Sync-Info";

/* loco:$570 */
"settings__gd_sync_disable_confirm" = "Bis du dir sicher? Ohne Google Drive Synchronisierung wirst du nicht mehr in der Lage sein deine Tokens wiederherzustellen, wenn du dein Smartphone verlierst oder zurücksetzt!";

/* loco:$571 */
"extension__code_sent_msg" = "Code erfolgreich gesendet";

/* loco:$572 */
"extension__code_sent_error_msg" = "Beim Senden des Codes ist ein Fehler aufgetreten";

/* loco:$573 */
"tokens__add_service_title" = "Neuen Dienst hinzufügen";

/* loco:$574 */
"tokens__customize_service_title" = "Dienst anpassen";

/* loco:$575 */
"extension__services_suggested_header" = "Empfohlen";

/* loco:$576 */
"extension__services_all_header" = "Alle Tokens";

/* loco:$577 */
"extension__services_other_header" = "Andere Dienste";

/* loco:$578 */
"settings__ssl_error_title" = "SSL Fehler";

/* loco:$579 */
"settings__ssl_error_description" = "Es ist ein SSL-Fehler aufgetreten und es kann keine sichere Verbindung zum Server hergestellt werden. Stelle sicher, dass du die neueste Version der App hast oder versuche, das Netzwerk zu ändern.";

/* loco:$580 */
"backup__import_error_file_size" = "Die Datei, die du versuchst zu importieren, ist zu groß. Die Größenbeschränkung beträgt 10 MB.";

/* loco:$581 */
"backup__import_error_file_invalid" = "Die Datei, die du versuchst zu importieren, ist ungültig oder beschädigt. Bitte wähle eine andere Datei.";

/* loco:$582 */
"appearance__toggle_active_search" = "Aktive Suche";

/* loco:$583 */
"appearance__active_search_description" = "Aktive Suche beim Starten.";

/* loco:$584 */
"widgets__expires_in" = "Läuft ab in:";

/* loco:$585 */
"widgets__settings" = "Widget-Einstellungen";

/* loco:$586 */
"errors__input_integer_number" = "Eingabe muss eine Integer-Nummer sein";

/* loco:$587 */
"errors__input_number" = "Eingabe muss eine Nummer sein";

/* loco:$588 */
"errors__input_empty" = "Eingabe darf nicht leer sein";

/* loco:$589 */
"errors__input_too_long" = "Eingabe ist zu lang. Limit: %d";

/* loco:$590 */
"commons__best_match" = "Bester Treffer";

/* loco:$591 */
"settings__enable_crashlytics" = "Anonyme Absturzberichte senden";

/* loco:$592 */
"settings__enable_crashlytics_description" = "Sende anonyme Absturzberichte, um Anexia Authenticator beim Identifizieren und Lösen von Fehlern in der App zu helfen (App-Neustart erforderlich).";

/* loco:$593 */
"tokens__manage_list" = "Liste bearbeiten";

/* loco:$594 */
"settings__appearance" = "Erscheinungsbild";

/* loco:$595 */
"settings__show_next_token_desc" = "Nächsten Token anzeigen, wenn der Jetzige demnächst abläuft";

/* loco:$596 */
"settings__list_style" = "Listenstil";

/* loco:$597 */
"backup__reminder_msg" = "Google Drive nicht synchronisiert";

/* loco:$598 */
"backup__reminder_cta" = "Zu den Backup-Einstellungen gehen";

/* loco:$599 */
"settings__list_style_option_default" = "Standard";

/* loco:$600 */
"settings__list_style_option_compact" = "Kompakt";

/* loco:$601 */
"externalimport_lastpass" = "LastPass";

/* loco:$602 */
"externalimport__lastpass_msg" = "Exportiere deine Konten von LastPass in eine unverschlüsselte JSON Datei und lade sie über die \"JSON Datei auswählen\" Option aus. Vergiss nicht nach einem erfolgreichen Import die Datei zu entfernen.";

/* loco:$603 */
"settings__about_crash_optout_title" = "Absturzberichte";

/* loco:$604 */
"externalimport__lastpass_title" = "2FA Tokens aus LastPass importieren";

/* loco:$605 */
"externalimport__lastpass_success_msg" = "Diese JSON-Datei erlaubt es Tokens von LastPass zu importieren.";

/* loco:$606 */
"externalimport__info_lastpass_title" = "Importiere Tokens von LastPass";

/* loco:$607 */
"externalimport__info_aegis_title" = "Importiere Tokens von Aegis";

/* loco:$608 */
"externalimport__info_raivo_title" = "Importiere Tokens von Raivo OTP";

/* loco:$609 */
"externalimport__info_google_authenticator_title" = "Importiere Tokens von Google Authenticator";

/* loco:$610
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:$611 */
"tokens__add_title" = "Verbinde den Dienst mit Anexia Authenticator";

/* loco:$612 */
"tokens__add_description" = "Richte die Kamera auf den Bildschirm, um den QR-Code zu erfassen.";

/* loco:$613 */
"tokens__add_other_methods" = "Andere Methoden";

/* loco:$614 */
"tokens__add_enter_manual" = "Gib den Geheimschlüssel manuell ein";

/* loco:$615 */
"tokens__add_from_gallery" = "Bild mit dem QR-Code hochladen";

/* loco:$616 */
"tokens__add_success_title" = "Fast fertig!";

/* loco:$617 */
"tokens__add_success_description" = "Um die Verbindung, des Dienstes abzuschließen, musst du den Token erneut eingeben.";

/* loco:$618 */
"tokens__add_manual_title" = "Verbinde den Dienst mit Anexia Authenticator";

/* loco:$619 */
"tokens__add_manual_description" = "Gib den Dienst und Geheimschlüssel ein.";

/* loco:$620 */
"tokens__add_manual_service_name" = "Dienstname";

/* loco:$621 */
"tokens__add_manual_service_key" = "Geheimschlüssel";

/* loco:$622 */
"tokens__add_manual_other" = "Andere Einstellungen";

/* loco:$623 */
"tokens__add_manual_other_optional" = "(optional)";

/* loco:$624 */
"tokens__add_manual_done_cta" = "Dienst hinzufügen";

/* loco:$625 */
"tokens__add_manual_help_cta" = "Du weißt nicht was du tun sollst? Tippe hier für Hilfe";

/* loco:$626 */
"tokens__add_manual_advanced" = "Erweiterte Token-Einstellungen";

/* loco:$627 */
"tokens__add_manual_additional_info" = "Zusätzliche Info";

/* loco:$628 */
"tokens__add_manual_advanced_description" = "Das ändern der Standard-Token-Einstellung wird nicht empfohlen. Du sollst dies nur tun, wenn der 2FA-Anbieter es verlangt und wenn du klare Anweisungen hast.";

/* loco:$629 */
"settings__option_screenshots_description" = "Screenshots in der App für 5 Minuten erlauben.";

/* loco:$630 */
"settings__option_screenshots" = "Screenshots erlauben";

/* loco:$631 */
"settings__option_screenshots_confirm_title" = "Willst du Screenshots innerhalb der App zulassen?";

/* loco:$632 */
"settings__option_screenshots_confirm_description" = "Bist du sicher? Diese Option ermöglicht es dir, Screenshots von jedem Bildschirm innerhalb der App aufzunehmen und aufzuzeichnen. Allerdings erlaubt dies auch externe Versuche, Bildschirme in der App zu erfassen. Aus Sicherheitsgründen wird diese Option automatisch nach 5 Minuten deaktiviert.";

/* loco:$633 */
"social__social_media" = "Soziale Medien";

/* loco:$634 */
"social__instagram" = "Instagram";

/* loco:$635 */
"social__youtube" = "YouTube";

/* loco:$636 */
"social__twitter" = "X (ehemals Twitter)";

/* loco:$637 */
"social__github" = "GitHub";

/* loco:$638 */
"social__linkedin" = "LinkedIn";

/* loco:$639 */
"social__reddit" = "Reddit";

/* loco:$640 */
"social__facebook" = "Facebook";

/* loco:$641 */
"settings__hide_tokens_title" = "Tokens ausblenden";

/* loco:$642 */
"settings__hide_tokens_description" = "Tokens werden nach dem Antippen angezeigt.";

/* loco:$643 */
"browser__pair_manually_cta" = "Manuell koppeln";

/* loco:$644 */
"browser__pair_manually_hint" = "Pairing-Code";

/* loco:$645 */
"externalimport__info_authenticatorpro_title" = "Token aus Authenticator Pro importieren";

/* loco:$646 */
"externalimport__authenticatorpro_success_msg" = "Diese Textdatei ermöglicht den Import von Token aus Authenticator Pro.";

/* loco:$647 */
"externalimport__authenticatorpro_title" = "2FA-Tokens aus der Authenticator Pro App importieren";

/* loco:$648 */
"externalimport__authenticatorpro_msg" = "Exportiere deine Konten von Authenticator Pro in eine unverschlüsselte Textdatei und lade diese über die \"Textdatei auswählen\" Schaltfläche hoch. Denke daran die Datei nach erfolgreichen Import zu löschen.";

/* loco:$649 */
"externalimport__authenticatorpro" = "Authenticator Pro";

/* loco:$650 */
"externalimport__choose_txt_cta" = "Textdatei auswählen";

/* loco:$651 */
"fingerprint__biometric_invalidated" = "Biometrische Anmeldungen wurden aufgrund von Änderungen der Systemsicherheits- und Datenschutzeinstellungen deaktiviert.";

/* loco:$652 */
"tokens__last_pass_import" = "Importieren von 2FA Tokens von der LastPass App";

/* loco:$653 */
"tokens__last_pass_import_subtitle" = "Dieser QR-Code erlaubt es dir Tokens von LastPass zu importieren";

/* loco:$654 */
"tokens__add_with_guide" = "Leite mich an.";

/* loco:$655 */
"guides__select_title" = "Suche Dienste";

/* loco:$656 */
"guides__select_description" = "Wähle den Service, den du mit der Anexia Authenticator App verknüpfen willst!";

/* loco:$657 */
"guides__select_provide_guide" = "Möchtest du 2FA-Anleitungen für den Dienst bereitstellen?";

/* loco:$658 */
"guides__select_provide_guide_cta" = "Jetzt bewerben";

/* loco:$659 */
"color__pink" = "Pink";

/* loco:$660 */
"color__brown" = "Braun";

/* loco:$661 */
"tokens__other_methods_header" = "Sonstige Methoden?";

/* loco:$662 */
"tokens__camera_is_unavailable_app_permission" = "Die Kamera ist nicht verfügbar. Überprüfe die Zugriffsberechtigung von Apps in den Systemeinstellungen";

/* loco:$663
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens-camera-is-unavailable-app-permission-underl" = "Systemeinstellungen";

/* loco:$664 */
"commons__text_short_title" = "Der angegebene Text ist zu kurz (mind. %d Zeichen)";

/* loco:$665
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "wird nicht empfohlen";

/* loco:$666 */
"guides__guide_init_title" = "Anexia Authenticator Hilfewerk";

/* loco:$667 */
"guides__guide_title" = "Anexia Authenticator für %@";

/* loco:$668 */
"guides__guide_universal_title" = "Universelles Anexia Authenticator Hilfewerk";

/* loco:$669 */
"browser__save_choice" = "Meine Wahl speichern";

/* loco:$670 */
"externalimport_andotp" = "andOTP";

/* loco:$671 */
"externalimport__andotp_title" = "2FA Tokens aus andOTP importieren";

/* loco:$672 */
"externalimport__andotp_success_msg" = "Diese JSON-Datei erlaubt es Tokens von andOTP zu importieren.";

/* loco:$673 */
"externalimport__info_andotp_title" = "Importiere tokens von andOTP";

/* loco:$674 */
"externalimport__andotp_msg" = "Exportiere deine Konten von andOTP in eine unverschlüsselte JSON Datei und lade sie über die \"JSON Datei auswählen\" Option aus. Vergiss nicht, nach einem erfolgreichen Import die Datei zu entfernen.";

/* loco:$675 */
"introduction__backup_description" = "Im nächsten Schritt wirst du gefragt, auf welchem Google Account du deine Tokens sichern willst.";

/* loco:$676 */
"introduction__backup_take_risk_cta" = "Ich gehe das Risiko ein und erstelle kein Backup";

/* loco:$677 */
"introduction__backup_success" = "Die Google Drive Synchronisation wurde erfolgreich aktiviert.";

/* loco:$678 */
"backup__import_invalid_version" = "Die Backup-Datei, die du versuchst zu importieren, wird in dieser Version der App nicht unterstützt. Die App unterstützt nur Backup-Formate bis zu Version %d, während die Datei, die du importierst, die Version %d hat.";

/* loco:$679 */
"commons__pair" = "Verbinden";

/* loco:$680 */
"introduction__backup_icloud_title" = "Sicherheit bei der Synchronisierung und Datensicherung";

/* loco:$681
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "Anexia Authenticator verwendet iCloud für die sichere Sicherung und Synchronisierung deiner 2FA-Token. Die **verschlüsselten** Backup-Daten werden in iCloud gespeichert und sind nur über die Anexia Authenticator App zugänglich. Darüber hinaus unterstützt diese Funktion die Wiederherstellung und Synchronisierung von Tokens auf iOS-Geräten.\n\nStandardmäßig ist dies aktiviert und kann in den Backup-Einstellungen der App jederzeit deaktiviert werden.";

/* loco:$682 */
"introduction__backup_icloud_cta" = "Lerne mehr über die Datensicherung";

/* loco:$683 */
"backup__enter_password_google_drive_msg1" = "Es scheint, als wäre deine Google Drive-Backup-Datei passwortgeschützt. Gib das richtige Passwort ein, um fortzufahren. Wenn du deine Google Drive-Backup-Datei löschen möchtest, ...";

/* loco:$684 */
"backup__enter_password_google_drive_msg2" = "Tippe hier, um zu sehen, wie es funktioniert";

/* loco:$685 */
"settings__preferences" = "Einstellungen";

/* loco:$686 */
"settings__it_matters" = "Es zählt";

/* loco:$687 */
"settings__manage_tokens" = "Token verwalten";

/* loco:$688 */
"settings__info_footer" = "Deine Unterstützung ermöglicht uns die Entwicklung neuer Funktionen und Verbesserungen. Danke dir!";

/* loco:$689 */
"settings__trash_option" = "Wiederherstellen aus dem Papierkorb";

/* loco:$690 */
"periodic_notification_tips" = "Schön, dass du bei Anexia Authenticator dabei bist! 🌟 Nimm dir einen Moment Zeit, um hilfreiche Tipps & Tricks 🛠️ in der App für mehr Sicherheit zu entdecken 🔒.";

/* loco:$691 */
"periodic_notification_backup" = "Aktiviere Anexia Authenticator Backup & Sync, um sicherzustellen, dass du nie ausgesperrt wirst, selbst wenn du dein Telefon verlierst - Dein Seelenfrieden mit einem Fingertipp! 🔐📱";

/* loco:$692 */
"periodic_notification_browser_extension" = "Beschleunige deine Anmeldungen mit der Anexia Authenticator Browsererweiterung! 🚀 Jetzt herunterladen für eine schnellere und bequemere Authentifizierung. 🌐✨";

/* loco:$693 */
"periodic_notification_donate" = "Wir sind dankbar für deine Unterstützung von Anexia Authenticator! 🌟 Wenn du unsere App hilfreich findest, ziehe eine Spende in Betracht, um uns zu helfen, deine digitale Welt sicher zu halten. Jedes bisschen hilft! 🙏💙";

/* loco:$694
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:$695 */
"widget__placeholder" = "Platzhalter";

/* loco:$696 */
"widget__size_not_supported" = "Diese Größe wird noch nicht unterstützt";

/* loco:$697 */
"widget__settings_description" = "Wähle die Dienste aus, die du auf dem Widget anzeigen möchtest. Wenn keine Dienste verfügbar sind, vergewissere dich, dass du die Widgets in den Einstellungen der App aktiviert hast.";

/* loco:$698 */
"widget__service_icon" = "Dienst-Symbol";

/* loco:$699 */
"widget__not_enabled" = "Die Widget-Funktionalität ist in den Anexia Authenticator Einstellungen nicht aktiviert";

/* loco:$700 */
"widget__not_enabled_no_services" = "Die Widget-Funktionalität ist in den Anexia Authenticator Einstellungen nicht aktiviert und es stehen keine Dienste in der App zur Auswahl";

/* loco:$701 */
"widget__no_services" = "Es sind keine Dienste in der App zur Auswahl verfügbar";

/* loco:$702 */
"widget__select_service_intent_description" = "Wähle den Dienst, den du in deinem Anexia Authenticator Widget anzeigen möchtest";

/* loco:$703 */
"widget__my_secured_account" = "Mein gesichertes Konto";

/* loco:$704 */
"widget__token" = "Token";

/* loco:$705 */
"watch__intro" = "Die Anexia Authenticator watchOS-App ist eine Begleit-App für die Anexia Authenticator iOS-Anwendung. Sie zeigt die Dienste an, die mit der iCloud-Synchronisierung gesichert wurden.\n\nFür schnellen Zugriff füge sie zu deinen bevorzugten Diensten hinzu.\n\nBitte denke daran zu spenden, damit wir die Anexia Authenticator Plattform weiter verbessern können!";

/* loco:$706 */
"tokens__hotp_not_supported" = "HOTP-Dienste werden noch nicht unterstützt";

/* loco:$707 */
"tokens__favorite_services" = "Bevorzugte Dienste";

/* loco:$708 */
"security__enter_new_pin_short" = "Neuen PIN eingeben";

/* loco:$709 */
"security__repeat_new_pin_short" = "Neuen PIN wiederholen";

/* loco:$710 */
"commons__success" = "Erfolgreich";

/* loco:$711 */
"security__enter_pin_short" = "PIN eingeben";

/* loco:$712 */
"settings__sort_tokens" = "Token sortieren";

/* loco:$713 */
"appleWatch__installation_info_title" = "Anexia Authenticator Apple Watch-App Installation";

/* loco:$714 */
"appleWatch__installation_first_step" = "Anexia Authenticator Auth über die Watch-App installieren";

/* loco:$715 */
"appleWatch__installation_first_step_link" = "Watch-App öffnen";

/* loco:$716 */
"appleWatch__installation_second_step" = "Stelle sicher, dass die iCloud-Synchronisierung aktiviert ist";

/* loco:$717 */
"appleWatch__installation_second_step_link" = "Gehe zu den Anexia Authenticator Backup-Einstellungen";

/* loco:$718 */
"settings__apple_watch" = "Apple Watch";
